export default function Introduce() {
  return (
    <section className="bg-white/10 rounded-md p-8 text-lg leading-9">
      <p className="text-center text-3xl font-bold mb-8">자기 소개</p>
      <p>
        저는 3년 전까지만 해도 개발자라는 직업에 대해 전혀 알지 못했습니다.
        하지만 코로나 팬데믹을 계기로 개발자라는 직업이 주목받게 되었고, 뉴스
        기사와 SNS 광고를 통해 처음으로 개발의 세계에 관심을 갖게 되었습니다.
        <br />
        <br />
        어렸을 적, 영화 속 해커의 모습에 매료된 경험이 있었던 저는 개발자라는
        직업을 진지하게 탐구하기 시작했습니다. 특히 여러 개발 분야 중에서도 웹
        개발에 큰 매력을 느꼈습니다. 웹은 모든 비즈니스의 핵심 요소이자 전
        세계적으로 수요가 높기 때문에, 제가 속한 분야에서 큰 비중의 기여를 할 수
        있을 것이라 확신했습니다.
        <br />
        <br />
        프론트엔드 개발은 기술 변화가 매우 빠르다는 점에서 저에게 긍정적으로
        다가왔습니다. 최신 기술과 업데이트를 지속적으로 따라가며 학습해야 하기
        때문에, 저는 이 분야에서 끊임없이 성장할 수 있는 기회를 얻고 있다고
        생각합니다.
        <br />
        <br />
        대체 불가능하고 실력 있는 개발자가 되기 위해 여러 가지 노력을 기울이고
        있습니다. 공식 문서 읽기, 기술 관련 서적 독서, 기술 블로그 운영, 오픈
        소스 코드 분석, 코딩 테스트, 그리고 CS 및 프론트엔드 기술 스터디 참여
        등을 통해 빠르게 성장하고자 노력하고 있습니다. 이러한 학습 방식이
        개발자로서의 성장을 가속화하는 최선의 방법이라고 믿고 있습니다.
        <br />
        <br />
        어제보다 오늘 더, 오늘보다 내일 더 성장하는 개발자가 되기 위해 이
        블로그에 학습 기록을 써내려가려고 합니다.
        <br />
        <br />
        방문해주셔서 감사합니다.
      </p>
    </section>
  );
}
